Repository: huhwt/huhwt-wttam
Catalog: resources/lang/*.po
Languages: ca, de, nl

source: back to ClippingsCart-Show
ca: Tornar a retallades de cartes
de: Zurück zur Sammelbehälter-Übersicht
nl: terug naar knipselverzameling

source: Please wait - transfer in progress
ca: Per favor, espere... -tranferéncia en curs-
de: Bitte warten - Datenübertragung läuft
nl: Een ogenblik geduld - overdracht wordt uitgevoerd

source: Start TAM in new tab
ca: Iniciar TAM en una nova pestanya
de: TAM in neuem Tab starten
nl: TAM starten in nieuw tabblad

source: Transfer completed
ca: Tranferència completada
de: Datenübertragung abgeschlossen
nl: Overdracht voltooid

source: TAM Launch
ca: Llançament de TAM
de: TAM Aufruf durchführen
nl: TAM starten

source: Key to retrieve data
ca: Clau per recuperar dades
de: Schlüssel für Datenübertragung
nl: Sleutel voor gegevensoverdracht

source: IDB key
ca: Clau IDB
de: IDB Kennung
nl: IDB-id

source: Clippings identifier
ca: Identificador de retallades
de: Sammelkorb Kennung
nl: Stamboomknipsels-id

source: (Own identifier)
ca: (Identificador propi)
de: (Eigene Kennung)
nl: (Eigen id)

source: Optional: Set own identifier
ca: Opcional: Establir identificador propi
de: Wahlweise: Eigene Kennung vergeben
nl: Optioneel: Eigen id instellen
